Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Right footer
ne: दायाँ फुटर

source: Tswana
ne: स्वाना

source: Invalid XSLT/XPath function.
ne: अवैध XSLT/Xमार्ग प्रकार्य।

source: All files have finished downloading.
ne: सबै फाइलहरू डाउनलोड गरेर सकियो।

source: Fill
ne: भर्नुहोस्

source: Why was this page blocked?
ne: यो पृष्ठ किन बन्द गरिएको थियो?

source: Ndebele, South
ne: डेबेले, दक्षिण

source: E&xceptions…
ne: अपवादहरू...

source: Left Arrow
ne: बायाँ बाँण

source: Visit the add-ons gallery to purchase this add-on
ne: एड-अनहरू किन्न एड-अन ग्यालरी भ्रमण गर्नुहोस्

source: loaded
ne: लोड गरियो

source: Ukrainian
ne: युक्रेनियन

source: "Rename: "
ne: "नामकरण: "

source: Guam
ne: ग्वाम

source: Some problems were encountered when trying to find updates.
ne: अद्यावधिक खोज्दा केही समस्या थिए।

source: General Data
ne: सामान्य डाटा

source: Then, enter this code:
ne: त्यसपछि, यो कोड प्रविष्ट गर्नुहोस्:

source: Don't Delete Files
ne: फाइलहरू नमेट्नुहोस्

source: Printer Description:
ne: मुद्रक वर्णन:

source: &Delete Profile…
ne: प्रोफाइल मेट्नुहोस्…

source: &Save File
ne: फाइल सङ्ग्रह गर्नुहोस्

source: Ecuador
ne: इक्वेडर

source: Ruleset ignored due to bad selector.
ne: खराब चयनकर्ताको कारणले गर्दा रुलसेट उपेक्षा गरियो ।

source: out of memory
ne: स्मृति भन्दा बाहिर

source: South Sudan
ne: दक्षिण सुडान

source: Saved &Logins…
ne: सङ्ग्रह गरेको लग-इनहरू…

source: You can also choose to restore some or all background groups into windows now:
ne: तपाईं पनि अब Windows मा केही वा सबै पृष्ठभूमीको समूह पुनर्स्थापना रोज्न सक्नुहुन्छ:

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
ne: %S ले यो खाता प्रयोग गर्न सकिदैन किन भने "%S" प्रयोग मा छ। जारी राख्न , अहिले प्रयोगमा रहेको %S लाई बन्द गर्नुहोस अथवा अर्को खाता छान्नुहोस्।

source: Spratly Islands
ne: स्पार्टली द्विप

source: Telemetry Data
ne: टेलीमेटरी डाटा

source: Delete Files
ne: फाइलहरू मेट्नुहोस्

source: Organizational Unit (OU)
ne: संस्थागत एकाइ(सं.ए)

source: check
ne: जाँच्नुहोस्

source: Select the folder to install $BrandShortName in.
ne: $BrandShortName लाई स्थापना गर्न फोल्डर चयन गर्नुहोस्।

source: Connecting to the update server…
ne: सर्भरसँग जडान गर्दै…

source: Encrypt
ne: गुप्तीकरण गर्नुहोस्

source: Remove Project
ne: प्रोजेक्ट हटाउनुहोस्

source: A manifest file is required at project root folder, named either 'manifest.webapp' for packaged apps or 'manifest.json' for add-ons.
ne: प्रोजेक्टको रुट फोल्डरमा एउटा म्यानिफेस्ट फाइल जरुरी छ, जसको नाम प्याकेज गरिएका एपका लागि 'manifest.webapp' र एड-अनहरूका लागि 'manifest.json' हुनुपर्नेछ।

source: reference to binary entity
ne: बाइनरी अस्तित्वसंग सन्दर्भ

source: Search suggestions will not be shown in location bar results because you have configured &brandShortName; to never remember history.
ne: खोज इतिहास कहिले पनि लोकेसन बारमा देखिदैन किनभने &brandShortName; लाई कहिले पनि इतिहास नसम्झनेमा सेट गर्नुभएको छ ।

source: Close Tabs to the R&ight
ne: दाँयातिरका ट्याबहरू बन्द गर्नुहोस्

source: Added %S commands.
ne: थपिएका %S आदेशहरू।

source: Sorted descending
ne: घट्दोक्रममा क्रमबद्ध गरिएको

source: Could not verify this certificate because it has expired.
ne: यो प्रमाणपत्रले मिति नाघेकाले यसलाई पुष्टि गर्न सकिएन।

source: Failed to connect to the server
ne: सर्भरसँग जडान गर्न असफल

source: Terms of Service
ne: सेवाको सर्तहरू

source: File
ne: फाइल

source: Library
ne: लाइब्रेरी

source: Delete this article
ne: यस लेखलाई मेटाउनुहोस्

source: Maldives
ne: माल्दिभ्स

source: &Remove from Toolbar
ne: टुलबारबाट हटाउनुहोस्

source: Automatically update:
ne: स्वतः अद्यावधिहरू

source: Mo
ne: सोम

source: Update Recovery Key
ne: पुनः प्राप्ति कुञ्जी अद्यावधिक गर्नुहोस्

source: Search for te&xt when I start typing
ne: लेख्न सुरु गर्दा पाठ खोजी गर्नुहोस्

source: User Identification Request
ne: प्रयोगकर्ता परिचय आग्रह

source: Delete your Certificates
ne: यदि तपाईँले आफ्नो कुनै एउटा प्रमाणपत्र मेट्नुभयो भने, तपाईँले आफूलाई परिचित गराउनको लागि अब त्यसलाई प्रयोग गर्न सक्नुहुन्न।

source: Enable &brandShortName; Health &Report
ne: सुरु &brandShortName; स्वास्थ्य रिपोर्ट

source: About Plugins
ne: प्लगइनहरूका बारेमा

source: You are sharing your microphone with the site
ne: यो साइटले तपाईँको माइक्रोफोन प्रयोग गर्दै छ

source: No Updates Found
ne: कुनै अद्यावधि पाइएन

source: Details of selected certificate:
ne: चयन भएको प्रमाणपत्र को विवरण:

source: Media Sharing
ne: मिडिया साझेदारी

source: SECG elliptic curve sect233r1 (aka NIST B-233)
ne: SECG अण्डाकार वक्ररेखा sect233r1 (उर्फ NIST B-233)

source: timer
ne: टाइमर

source: Maltese
ne: माल्तिज

source: Sweden
ne: स्विडेन

source: Title:
ne: शीर्षक:

source: Please select a valid value. The nearest valid value is %S.
ne: कृपया वैध मान चयन गर्नुहोस्। नजिक वैध मान %S हो।

source: Enter your new password
ne: तपाईँको नयाँ पासवर्ड प्रविष्ट गर्नुहोस्

source: Document Outline
ne: दस्तावेजको रूपरेखा

source: Snapshot #%S
ne: स्न्यापसट #%S

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
ne: उदाहरण: .mozilla.org, .net.nz, १९२.१६८.१.०/२४

source: OK
ne: ठीक छ

source: ON
ne: चालु

source: Forget!
ne: बिर्सिनु!

source: Albanian
ne: अल्वानियन

source: No
ne: होेइन

source: Tue
ne: मंगल

source: Date/Time
ne: मिति/समय

source: New &Tab
ne: नयाँ ट्याब

source: Akan
ne: आकान

source: Issued To
ne: यसलाई जारी गरिएको

source: Host
ne: SSL

source: Can't convert "%S" to an integer.
ne: "%S" लाई अंकमा रुपान्तरण गर्न सकिँदैन।

source: Synopsis
ne: संक्षेप

source: Applying update…
ne: अद्यावधिक लागू गरिदै…

source: day;days
ne: दिन;दिनहरू

source: Invalid input
ne: अमान्य आगत

source: Resend
ne: पुनः पठाउनुहोस्

source: Kikuyu
ne: किकुयु

source: The Mozilla Maintenance Service ensures that you have the latest and most secure version of Mozilla Firefox on your computer. Keeping Firefox up to date is very important for your online security, and Mozilla strongly recommends that you keep this service enabled.
ne: Mozilla Maintenance Service ले तपाईको कम्प्युटरमा Mozilla Firefox को नवीनतम र सबैभन्दा सुरक्षित संस्करण छ भन्ने कुरा सुनिश्चित गर्दछ । तपाईँको अनलाइन सुरक्षाको लागि नवीनतम Firefox राख्न जरुरी छ र Mozilla ले तपाईँलाई यो सेवा सुचारु राख्न सुझाव दिन चाहन्छ।

source: Warnings
ne: चेतावनीहरू

source: Toggle network info
ne: सञ्जाल विवरण टगल गर्नुहोस्

source: The application did not leave a crash dump file.
ne: यो अनुप्रयोगले क्र्यास डम्प फाइल छोडेको थिएन।

source: Application not found
ne: अनुप्रयोग फेला पार्न सकिएन

source: Hiri Motu
ne: हिरि मोतु

source: Find
ne: फेला पार्नुहोस्

source: &Automatic proxy configuration URL:
ne: स्वचालित प्रोक्सी कन्फिगरेसन युआरएल:

source: Get Add-ons
ne: एड-अनहरू प्राप्त गर्नुहोस्

source: On
ne: खुल्ला

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
ne: तपाईंले चाहेको कार्यक्रमको सर्टकट सिर्जना गर्न सुरु मेनु फोल्डर चयन गर्नुहोस्। नयाँ फोल्डर सिर्जना गर्न तपाईंले पनि नाम प्रवेश गर्न सक्नुहुन्छ।

source: Meta
ne: मेटा

source: This page has no style sheet.
ne: यस पृष्ठमा शैली पाना छैन।

source: text area
ne: पाठ क्षेत्र

source: Belarusian
ne: बेलारुसीयन

source: Default User
ne: पूर्वनिर्धारित प्रयोगकर्ता

source: Search with case sensitivity
ne: केस संवेदनशीलता सहित खोजी गर्नुहोस्

source: No username
ne: प्रयोगकर्ता नाम छैन

source: Don’t load tabs &until selected
ne: नछान्दा सम्म ट्याबहरू लोड नगर्नुहोस्

source: Device Connected
ne: उपकरण जडित

source: saturation
ne: अतितृप्त

source: Always use %S to subscribe to feeds.
ne: फिडहरू सदस्यता लिन सधैँ %Sको प्रयोग गर्नुहोस्।

source: Important Locked Preferences
ne: महत्वपूर्ण ताल्चा लगाइएका प्राथमिकताहरू

source: Kannada
ne: कन्नाडा

source: Aragonese
ne: अरागोनिज

source: Reading List (From Edge)
ne: पढ्ने सूची (किनाराबाट)

source: Bookmark This &Link
ne: यो लिङ्कलाई पुस्तकचिनो हाल्नुहोस्

source: Cut
ne: काट्नुहोस्

source: Expected ';' to terminate declaration but found '%1$S'.
ne: घोषणा टर्मिनेट गर्न ';' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Setup Type
ne: सेटअप प्रकार

source: Ganda
ne: गान्डा

source: The operation timed out when attempting to contact %S.
ne: %S सँग सम्पर्क गर्न खोज्दा अपरेसनले समयसीमा नाघ्यो।

source: Twi
ne: तुइ

source: Certificate Signature Value
ne: प्रमाणपत्र हस्ताक्षर मान

source: Visit %S
ne: %S भ्रमण गर्नुहोस्

source: &View
ne: दृश्य

source: Unknown Error
ne: अज्ञात त्रुटि

source: %S days ago
ne: %S दिन अघी

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
ne: &brandShortName; ले समय समयमा जाँच गरी यी एड-अनहरूको लागि उपयुक्त अद्यावधिक पाए पछि तपाईँलाई सूचित गर्न सक्छ।

source: #1 password;#1 passwords
ne: #1 पासवर्ड;#1 पासवर्डहरू

source: Unmute tab (%S)
ne: (%S) ट्याब म्युट नगर्नुहोस्

source: Details
ne: विवरण

source: Kanuri
ne: कानुरी

source: XPath parse failure: illegal character found:
ne: एक्स् मार्ग पद वर्णनको असफलता: गैरकानूनी क्यारेक्टर फेला पर्‍यो:

source: Macedonia
ne: म्याकेडोनिया

source: %S available
ne: %S अनुपलब्ध

source: Headers size:
ne: शीर्षकहरूको आकार:

source: Clear Storage
ne: भण्डारन खाली गर्नु

source: Failed to open output file for print to file.
ne: फाइल मुद्रणका लागि आउटपुट फाइल खोल्न असफल भयो।

source: Customize the Menu and Toolbars
ne: मेनु र उपकरणपट्टीहरू अनुकूलित गर्नुहोस्

source: (expired)
ne: (मिति सकिएको)

source: Playing
ne: बजाउदै

source: Submit a crash report to help prevent more bad news
ne: क्र्यास रिपोर्ट गरेर भविष्यमा यस्ता खराब समाचारहरू रोक्नुहोस्

source: Show my home page
ne: मेरो गृह पृष्ठ देखाउनुहोस्

source: Close sidebar
ne: छेउपट्टी बन्द गर्नुहोस्

source: Current view (copy or open in new window)
ne: वर्तमान दृश्य (प्रतिलिपि गर्नुहोस् वा नयाँ सञ्झ्यालमा खुल्नुहोस्)

source: Finished checking %S
ne: %S जाँच गरेर सकियो

source: A recommended security and stability update is available, but you do not have enough space to install it.
ne: एउटा सिफारिस गरिएको सुरक्षा र स्थिरता अद्यावधिक उपलब्ध छ, तर तपाइँसँग यो स्थापना गर्न पर्याप्त ठाउँ छैन।

source: Netscape.cfg/AutoConfig failed. Please contact your system administrator. Error: %S failed:
ne: Netscape.cfg/AutoConfig असफल भयो। कृपया तपाईँको प्रणाली व्यवस्थापकसँग सम्पर्क राख्नुहोस्। त्रुटि: %S असफल भयो:

source: Disconnect
ne: विच्छेद

source: This tile is being shown to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
ne: यो टाइल तपाईँले Mozilla को साथीको तर्फबाट देखिरहनुभएको छ। तपाईँ %1$S मा थिचेर कुनै पनि समय यसलाई हटाउन सक्नुहुन्छ। %2$S

source: Sort by relevance
ne: सान्दर्भिकता अनुसार क्रमबद्ध गर्नुहोस्

source: Connecting:
ne: जडान हुँदैछ:

source: Password
ne: पासवर्ड

source: Bosnia and Herzegovina
ne: बोस्नीया र हर्जगोभिना

source: Receive Notifications
ne: जानकारी प्राप्त गर्नुहोस्

source: On my &Desktop
ne: मेरो डेस्कटपमा

source: Manifest has a character encoding of %S. Manifests must have the utf-8 character encoding.
ne: यस पत्रको स्वभाव %S लिपिमा हल्नु हो। पत्र utf-८ लाई लिपिमा हल्ने स्वभावको हुनैपर्छ।

source: &Color
ne: रङ्ग

source: banner
ne: ब्यानर

source: Source File: %S
ne: श्रोत फाइल: %S

source: Sa
ne: शनि

source: Services
ne: सेवाहरू

source: The specified line was not found.
ne: तोकिएको हरफ फेला पार्न सकिएन।

source: Invalid email address
ne: अवैध इमेल ठेगाना

source: 24 hours
ne: २४ घन्टा

source: if it's lost. You'll need to use this key any time you connect a new device to &syncBrand.fullName.label;.
ne: यदि यो हराएको खण्डमा, तपाईँले यो कि कुनै पनि समय नयाँ उपकरण &syncBrand.fullName.label;मा जडान गर्दा प्रयोग गर्नुपर्ने हुन्छ।

source: Connecting…
ne: जडान हुँदैछ...

source: Midway Islands
ne: मिडवे टापुहरू

source: Default: Mozilla &syncBrand.fullName.label; server
ne: पूर्वनिर्धारित: Mozilla &syncBrand.fullName.label; सर्भर

source: Directory name:
ne: डाइरेक्टरीको नाम:

source: Su
ne: आइत

source: &Restore to Default
ne: पूर्वनिर्धारित रुपमा लग्नुहोस्

source: &Use %S as my default browser
ne: &Use %S लाई मेरो डिफ़ॉल्ट वेब ब्राउज़रको रुपमा प्रयोग

source: Unknown size
ne: अज्ञात साइज

source: Sa&ve files to
ne: फाइलहरू यहाँ सङ्ग्रह गर्नुहोस्

source: Restore Default Set
ne: पूर्वानिर्धारण सेट ल्याउनुहोस्

source: &Block reported web forgeries
ne: प्रतिवेदित वेव फर्जरिहरू छेक्नुहोस्

source: Austria
ne: अष्ट्रिया

source: Warning! You have decided not to use a Master Password.
ne: चेतावनी! तपाईंले मास्टर पासवर्ड प्रयोग नगर्न निर्णय लिनुभएको छ।

source: JSON Files
ne: JSON फाइलहरू

source: readonly
ne: पढ्ने मात्र

source: Th
ne: बिही

source: Exit F&ull Screen
ne: पूरा पर्दा बन्द गर्नुहोस्

source: Include in Update
ne: अद्यावधिमा समावेश गर्ने

source: &Reset All Add-ons to Update Manually
ne: सबै एड-अनहरू चाहेको बेला अद्यावधि हुन पूर्व निर्धारित गर्नुहोस्

source: &Make $BrandShortName my default browser
ne: $BrandShortName लाइ निर्धारित ब्राउजर बनाउनुहोस

source: Tu
ne: मङ्गल

source: Tigrinya
ne: तिग्रिन्या

source: and 1 row;and #1 rows
ne: र १ पङ्क्ति;र #1 पङ्क्तिहरू

source: Use Current Pages
ne: अहिलेको पृष्ठहरू प्रयोग गर्नुहोस्

source: Yiddish
ne: यिड्‌डिस

source: Choose a PKCS#11 device to load
ne: लोड गर्नका लागि एउटा PKCS#11 साधन छनोट गर्नुहोस्

source: Pressing F7 turns Caret Browsing on or off. This feature places a moveable cursor in web pages, allowing you to select text with the keyboard. Do you want to turn Caret Browsing on?
ne: F7 थिच्दा क्यारेट ब्राउजिङ चालु हुन्छ वा बन्द हुन्छ। यो सुविधाले सार्नयोग्य कर्सरलाई वेब पृष्ठहरूमा राख्छ, साथै तपाईँलाई किबोर्डबाट पाठ छनोट गर्ने अनुमति दिन्छ। के तपाईँ क्यारेट ब्राउजिङ्लाई चालु गर्न चाहनुहुन्छ?

source: %S is not available in Private Browsing
ne: %S निजी ब्राउजिङ्‌मा उपलब्ध छैन

source: Restart normally…
ne: सामान्यरूपमा पुनःसुरु गर्नुहोस्…

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
ne: &brandShortName; ले &vendorShortName; लाई तपाईँको ब्राउजर अझ सुरक्षित र स्थायी राख्नको लागि सहयोगार्थ क्र्यास प्रतिवेदनहरू पेश गर्छ

source: &Remember
ne: सम्झनुहोस्

source: Center header
ne: केन्द्र हेडर

source: Module filename:
ne: मोड्युल फाइलनाम:

source: Proxy commands to server
ne: सर्भरसम्मका प्रोक्सी आदेशहरू

source: S&witch Text Direction
ne: अक्षरको दिशा बदल्नुहोस्

source: Saint Kitts and Nevis
ne: सेन्ट किट्स र नेभिस

source: Updating Your Add-ons
ne: तपाईँका एड-अनहरू अद्यावधि गर्दै

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
ne: तपाईं अब अफलाइन जाने हो भने, १ डाउनलोड रद्द हुनेछ। तपाईं अफलाइन जाने कुरामा निश्चित हुनुहुन्छ?

source: Can't convert "%S" to a number.
ne: "%S" लाई अंकमा रुपान्तरण गर्न सकिँदैन।

source: &Share
ne: सेयर गर्नुहोस्

source: Open a private window?
ne: के तपाईँ निजि सञ्झ्याल खोल्न चाहनुहुन्छ?

source: New %S value
ne: नयाँ %S मान

source: Choose which features of $BrandFullNameDA you want to install.
ne: तपाईंले स्थापना गर्न चाहेको $BrandFullNameDA विशेषताहरु छान्नुहोस्।

source: Hong Kong
ne: हङ्ग कङ्ग

source: Expected pseudo-element but found '%1$S'.
ne: pseudo-element अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: &Revert
ne: पछाडि फर्कनुहोस्

source: Choose a conversation or start a new one
ne: कुनै वार्तालाप छान्नुहोस् या नयाँ सुरु गर्नुहोस्

source: Getting more details about %S %S…
ne: %S %S... का बारेमा थप जानकारी ल्याउँदै

source: Malawi
ne: मालावी

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
ne: nsIJSON.decode को प्रयोग अनुचित ठानिएको छ । सट्टामा JSON.parse को प्रयोग गर्नुहोस् ।

source: Select an item to view and edit its properties
ne: वस्तुको गुण हेर्न र सम्पादन गर्न कुनै एक वस्तु चयन गर्नुहोस्

source: Netherlands
ne: नेदरल्याण्ड्स

source: Andorra
ne: एन्डोरा

source: Ask me every time
ne: मलाई हरेक पटक सोध्नुहोस्

source: &Reload Tab
ne: ट्याब पुनः लोड गर्नुहोस्

source: You have disabled protection on this page.
ne: तपाईँले यो पृष्ठमा संरक्षण असक्षम गर्नुभएको छ।

source: manage your Do Not Track settings
ne: आफ्नो Do Not Track सेटिङहरू मिलाउनुहोस्

source: app submission to the Marketplace requires a 128px icon
ne: Marketplace मा एप पठाउनका निमित्त एउटा १२८ पिक्सेल को अाइकन अनिवार्य छ।

source: Sharing an Application with "%S"
ne: "%S" ले अनुप्रयोग प्रयोग गर्दै

source: Logins entered on this page could be compromised.
ne: यस पृष्ठमा प्रविष्ट लगिन जानकारी सुरक्षित छैन र सम्झौता हुन सक्छ।

source: Enable
ne: सक्षम पार्नुहोस्

source: Martinique
ne: मार्टिनिक

source: &Warn me if this will disable any of my add-ons
ne: यसले कुनै एड-अन हरूलाई काम नगर्ने बनाउछ भने मलाई चेतावनी दिनुहोस्

source: Bhutan
ne: भुटान

source: Page {{page}}
ne: पृष्ठ {{page}}

source: heading
ne: शीर्षक

source: Show all tags
ne: सबै ट्याबहरू देखाउुनुहोस्

source: Data Transfer Interrupted
ne: डेटा स्थान्तरण अवरोध गरियो

source: Expected end of value but found '%1$S'.
ne: ',' वा '{' अपेक्षा गरियो तर '%1$S' फेलापर्‍यो ।

source: The owner of <span class='hostname'/> has configured their website improperly. To protect your information from being stolen, &brandShortName; has not connected to this website.
ne: <span class='hostname'/> को मालिकले उनीहरूको वेबसाइट राम्ररी मिलाएका छैनन्। तपाईँको जानकारी चोरी हुनबाट बचाउन &brandShortName; ले यो वेबसाइटमा जडान गरेको छैन।

source: $BrandShortName will be installed to the following location:
ne: $BrandShortName निम्नलिखित स्थानमा स्थापित हुने छ:

source: Default
ne: पूर्वनिर्धारित

source: Copy Download &Link
ne: डाउनलोड लिङ्क प्रतिलिपि गर्नुहोस्

source: We
ne: बुध

source: Restart &brandShortName; to Update
ne: &brandShortName; अपडेट गर्न फेरि सुरु गर्नुहोस्

source: Video loading stopped.
ne: भिडियो लोड हुँदै गर्दा रोकियो।

source: Web Page, SVG only
ne: वेब पृष्ठ, SVG मात्र

source: &Clear List
ne: सूची खाली गर्नुहोस्

source: Filter (strings or /regexp/)
ne: फिल्टर (स्ट्रिङहरू वा /regexp/)

source: Sotho, Southern
ne: सोथो, दक्षिणी

source: Microsoft Encrypting File System
ne: माइक्रोसफ्ट फाइल प्रणाली गुप्तिकरण गर्दैछ

source: Page tabs
ne: पृष्ठ ट्याबहरू

source: Go forward
ne: अगाडि जानुहोस्

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
ne: तपाईँको कुल गोपनीयता सुनिश्चित गर्न, तपाईँको सबै डाटा अपलोड पूर्व गुप्तिकरण गरिएको छ। तपाईंको डाटा डिक्रिप्ट गर्न साचोँ अपलोड गरिएको छैन।

source: &Set As Desktop Background…
ne: डेस्कटप पृष्ठभूमिको रुपमा बसाउनुहोस्…

source: Customize Toolbar
ne: उपकरणपट्टी अनुकूलन गर्नुहोस्

source: Show Bookmarked Tab Groups
ne: पुस्तक चिन्हित् ट्याब समूह देखाउनुहोस्

source: column header
ne: स्तम्भ हेडर

source: Although &brandShortName; has blocked some content, there is still content on the page that is not secure (such as images).
ne: &brandShortName; मा रहेका केही सामग्रीहरू रोकिएको भए पनि त्यहाँ असुरक्षित सामग्री (जस्तै तस्विरहरू) छन् ।

source: Name:
ne: नाम:

source: Sorted ascending
ne: बढ्दोक्रममा क्रमबद्ध गरिएको

source: &Time range to clear:
ne: खाली गर्ने समय सीमा:

source: &Find in This Page…
ne: यो पृष्ठमा फेला पार्नुहोस्

source: Choose Folder
ne: फोल्डर रोज्नुहोस्

source: SECG elliptic curve sect283r1 (aka NIST B-283)
ne: SECG अण्डाकार वक्ररेखा sect283r1 (उर्फ NIST B-283)

source: Authority Information Access
ne: अधिकारप्रदान जानकारी पहुँच

source: Character Encoding
ne: क्यारेक्टर इन्कोडिङ

source: Page Up
ne: पृष्ठ माथि

source: SSL Server
ne: SSL सर्भर

source: Colombia
ne: कोलम्बिया

source: WebRTC Internals
ne: WebRTC आन्तरिक

source: Log
ne: लग

source: e-mail
ne: इमेल

source: The file %S cannot be found. Please check the location and try again.
ne: फाइल %S फेला पार्न सकिएन। कृपया ठेगाना जाँच गरेर पुनः प्रयास गर्नुहोस्।

source: X.400 Address
ne: X.400 ठेगाना

source: No cookies for this request
ne: यो अनुरोधको लागि कुकिज छैन

source: Would you like to update the saved password?
ne: के तपाई संचित पासवर्ड अद्यावधिक गर्न चाहनुहुन्छ ?

source: Bytes Received
ne: बाइट्स प्राप्त भयो

source: &Save Changes
ne: परिवर्तनहरू सङ्ग्रह गर्नुहोस्

source: Reset the value of a setting to the system defaults
ne: प्रणाली पुर्वनिर्धारितहरूमा सेटिङ्को मान रिसेट गर्नुहोस्

source: SECG elliptic curve sect163k1 (aka NIST K-163)
ne: SECG अण्डाकार वक्ररेखा sect163k1 (उर्फ NIST K-163)

source: &Never check for updates (not recommended: security risk)
ne: अद्यावधिहरूको लागि कहिल्यै जाँच नगर्ने (सिफारिस गरिदैन: सुरक्षा जोखिम)

source: reference to invalid character number
ne: अवैध वर्णसंग संख्याको सन्दर्भ

source: P&ortrait
ne: पोट्रेट

source: Form data
ne: फारम डाटा

source: Invalid profile name
ne: अमान्य प्रोफाइल नाम

source: long division
ne: लामो विभाजन

source: No open tabs
ne: खुला ट्याबहरू छैन

source: What are Add-ons?
ne: एड-अनहरू के हो ?

source: Nauru
ne: नाउरु

source: Certificate Hold
ne: प्रमाणपत्र राख्नुहोस्

source: Microsoft Key Recovery
ne: माइक्रोसफ्ट कुञ्जी पुनर्स्थापना

source: Microsoft Time Stamping
ne: माइक्रोसफ्ट समय मुद्रांकन

source: You're browsing privately
ne: तपाईँ निजी ब्राउजिङ्मा हुनुहुन्छ

source: <p>Additional information about this problem or error is currently unavailable.</p>
ne: <p>यो समस्याको बारेमा अतिरिक्त सूचना वा त्रुटि हाल उपलब्ध छैन। </p>

source: Jan Mayen
ne: ज्यान मायेन

source: Affiliation Changed
ne: आबद्ध परिवर्तित

source: New password:
ne: नयाँ पासवर्ड:

source: Scope:
ne: कार्यक्षेत्र:

source: Adding tags…
ne: ट्यागहरू थप्दै…

source: Please select the home page you wish to use:
ne: कृपया तपाईँले चाहनु भएको गृहपृष्ठ चयन गर्नुहोस्ः

source: Telugu
ne: तेल्गु

source: Copy raw data to clipboard
ne: क्लिपबोर्डमा कच्चा डेटा प्रतिलिपि गर्नुहोस्

source: list box
ne: सूची बाकस

source: Page Footers:
ne: पृष्ठ निम्नलेखहरू:

source: Add Application
ne: अनुप्रयोग थप्नुहोस्

source: #1 day ago;#1 days ago
ne: #1 दिन अगाडि;#1 दिन अगाडि

source: Find more Share services…
ne: अरू धेरै सेयर सेवाहरू पत्तालगाउनुहोस्…

source: Kashubian
ne: कासुबियन

source: grip
ne: पकड

source: %1$S is earlier than minimum allowed: %2$S.
ne: %1$S न्यूनतम अनुमति दिइएको भन्दा अगाडीको: %2$S।

source: Yes, once
ne: हो, एकपटक

source: Domain:
ne: डोमेन:

source: An update is available
ne: अद्यावधि उपलब्ध छ

source: Preview
ne: पूर्ववलोकन

source: Another program on your computer would like to modify &brandShortName; with the following add-on:
ne: तपाईँको कम्प्युटरमा अर्को कार्यक्रमले &brandShortName; परिमार्जन गर्न चाहन्छ निम्न एड-अनसंग:

source: United Kingdom
ne: यनाइटेड किङ्गडम

source: Greek (ISO)
ne: ग्रिक (ISO)

source: Destination filename
ne: गन्तब्य फाइलको नाम

source: Clear Search History
ne: खोजी इतिहास मेटाउनुहोस्

source: &Email Link…
ne: लिङ्कलाई इमेल गर्नुहोस्

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
ne: यो स्थानमा स्थापाना गर्नको लागि तपाईको डिस्कको छेमता छैन । छुट्टै स्थान छान्नको लागि ठीक छ मा क्लिक गर्नुहोस् ।

source: Tabs From Other Devices
ne: अन्य यन्त्रमा भएका ट्याबहरू

source: &Display
ne: प्रदर्शन गर्नुहोस्

source: Type:
ne: प्रकार:

source: Couldn't find the crash reporter's settings.
ne: क्र्यास प्रतिवेदक सेटिङ फेला पार्न सकिएन।

source: Songhay
ne: सङ्गहे

source: Expected a number but found '%1$S'.
ne: एउटा संख्या अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Ndebele, North
ne: नेड्बेले, उत्तर

source: Open a new Non-e10s Window
ne: एउटा नयाँ गैर-e10s सञ्झ्याल खोल्नुहोस्

source: Edit This Bookmark
ne: यो पुस्तकचिनोलाई परिमार्जित गर्नुहोस्

source: %1$S will be disabled after you restart %2$S.
ne: तपाईँले %2$S पुनः सुरु गर्नुभएपछि %1$S सुचारु हुनबाट रोकिनेछ।

source: Marathi
ne: मराठी

source: Missing account name
ne: खाता नाम छुटिरहेको

source: Go to %S
ne: %Sमा जानुहोस्

source: Zoom &Out
ne: जुम घटाउनुहोस्

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ne: &brandShortName; को यस संस्करणसँग मिल्दोजुल्दो एड-अनहरूको लागि जाँच गरिँदै।

source: "%S" is already registered as a Feed Reader
ne: "%S"पहिले नै एक फिड रिडरको रूपमा दर्ता छ

source: Kirghiz
ne: किर्गिज्

source: Privacy
ne: गोपनीयता

source: The selected printer could not be found.
ne: चयन गरिएको प्रिन्टर भेट्टाउन सकिएन।

source: Input
ne: आगत
